Repository: BLaDZer/Luncher
Catalog: Luncher/Launcher.*.resx
Languages: uk

# resource.Text3
source: Gratitudes
uk: LUNCHER

# ConsolePage.Text
source: Console
uk: Консоль

# EditProfile.Text
source: Edit Profile
uk: Змінити профіль

# AddProfile.Text
source: Add Profile
uk: Додати профіль

# LaunchButton.Text
source: Launch
uk: Запуск

# radPageViewPage5.Text
source: Other
uk: інше

# resource.Text
source: Partners
uk: Партнери

# resource.Text5
source: Directory with resources:
uk: Папка з ресурси:

# UseGamePrefix.Text
source: Use [GAME] prefix
uk: Використовувати префікс [GAME] для логів Minecraft

# radPageViewPage2.Text
source: About
uk: Про лаунчер

# radPageViewPage1.Text
source: About
uk: Про лаунчер

# News.Text
source: News
uk: Новини

# Nickname.NullText
source: Nickname
uk: Логін

# openModList.Text
source: Open ModList(BETA)
uk: Відкрити ModList(BETA)

# radCheckBox1.Text
source: Check software updates
uk: Перевіряти наявність оновлень програми

# radGroupBox1.HeaderText
source: Basic Settings
uk: Основні

# radGroupBox1.Text
source: Basic Settings
uk: Основні

# radGroupBox2.HeaderText
source: Logging
uk: Логування

# radGroupBox2.Text
source: Logging
uk: Логування

# radGroupBox3.HeaderText
source: Resources
uk: Ресурси

# radGroupBox3.Text
source: Resources
uk: Ресурси

# radLabel2.Text
source: Gratitudes
uk: Подяки

# radPageViewPage4.Text
source: Options
uk: Налаштування

# resource.Text6
source: Use following resource file for reconstruct
uk: Для перестроювання ресурсів використовувати ресурси

# label1.Text
source: Developer: dedepete Copyright SESMC(c)2014
uk: Розробник: dedepete Переклад: Alex G. Copyright SESMC (с) 2014

# label2.Text
source: SESMC means Space Earth Studio Minecraft. "Minecraft" is a trademark of Notch Development AB
uk: Абревіатура SESMC розшифровується як простір Space Earth Studio Minecraft. "Minecraft" є торговою маркою Notch Development AB

# label4.Text
source: I'd like to thank the ru-minecraft.ru administration for hosting
uk: Велике спасибі адміністрації порталу ru-minecraft.ru за хост файлів

# EnableMinecraftLogging.Text
source: Show Minecraft logs in console
uk: Виводити лог гри в консоль

# EditVersions.Text
source: Local Version Editor
uk: Управління локальними версіями

# AllowUpdateVersions.Text
source: Auto-update versions.json when updates are available
uk: Автообновлять файл версій при наявності оновлень

# AllowReconstruct.Text
source: Enable resource reconstructing(<1.7)
uk: Перебудовувати ресурси при необхідності

# label7.Text
source: MCoffline - лучшая программа для серверных администраторов!
uk: MCoffline - краща програма для серверних адміністраторів!

# radLabel4.Text
source: Use following resource file for reconstruct
uk: Для перестроювання ресурсів використовувати ресурси

# radLabel5.Text
source: Partners
uk: Партнери

# radLabel6.Text
source: Directory with resources:
uk: Папка з ресурси:

# radLabel7.Text
source: Язык/Language:
uk: Мова/Language:

# resource.Text7
source: Язык/Language:
uk: Мова/Language:

# radPageViewPage3.Text
source: Licenses
uk: Ліцензії

# launcherstate.readytext
source: Ready to
uk: Готовий до

# launcherstate.readytoplay
source: launch
uk: запуску

# launcherstate.readytodownloadandplay
source: downloadN'play
uk: завантаженню та запуску

# lang.changemessage
source: Changes will take effect only after restarting launcher.
uk: Зміни вступлять в дію тільки після перезавантаження лаунчеру.

# resources.reconstructing
source: Reconstructing resources...
uk: Виконується перебудова ресурсів...

# resources.recostructionsuccestotal
source: Finished. Total resource files:
uk: Перебудова завершена. Всього файлів ресурсів:

# resources.recostructionsuccestotalrecostructed
source: Of these was reconstructed:
uk: З них було перебудовано:

# resources.reconstructionerror
source: During restructuring resources error occurred:
uk: Під час перебудови ресурсів виникла помилка:

# resources.reconstructioncanceled
source: Resource reconstruction was cancelled by user
uk: Перебудова ресурсів була скасована користувачем

# profile.delete.succes
source: Profile has been successfully deleted!
uk: Профіль вдало видалений!

# profile.delete.canceled
source: Cancelled
uk: Скасовано

# profile.editing
source: Editing profile
uk: Зміна профілю

# profile.edited.complete1p
source: Profile
uk: Профіль

# profile.edited.complete2p
source: created successfully!
uk: змінений успішно!

# downloadprocess.downloading
source: Downloading
uk: Завантаження

# lib.notfound
source: not found!
uk: не знайдено!

# lib.completed1p
source: Finished checking libraries. Total files:
uk: Перевірка бібліотек завершена. Встого файлів:

# lib.completed2p
source: Missing:
uk: З них відсутні:

# lib.checking
source: Checking if required libraries...
uk: Перевіряється наявність необхідних бібліотек...

# profile.createcopy
source: Create a copy of the profile
uk: Створення копії профілю

# profile.createerror
source: While creating a new profile, an error occurred:
uk: Під час створення нового профілю виникла помилка:

# downloading.completed
source: finished!
uk: завершена!

# resources.completed2p
source: Missing:
uk: З них відсутні:

# resources.completed1p
source: Finished checking resources. Total files:
uk: Перевірка ресурсів завершена. Встого файлів:

# resources.checking
source: Checking if required resources...
uk: Перевіряється наявність необхідних ресурсів...

# launch.command
source: Command line:
uk: Команда:

# launch.workingdir
source: Working directory:
uk: Використовується папка:

# launcher.wait
source: Please, wait...
uk: Зачекайте...

# program.started
source: Launcher successfully started.
uk: Лаунчер вдало запущений.

# downloader.error
source: During preparation for download error occurred:
uk: Під час підготовки до завантаження виникла помилка:

# getversions.error
source: While receiving information about installed versions error occurred:
uk: Під час отримання даних про встановлені версії виникла помилка:

# launch.error
source: During startup, an error occurred:
uk: Під час запуску виникла помилка:

# downloader.inprogress
source: Downloading
uk: Виконується завантаження

# launch.launchtext
source: Launch
uk: Запуск

# launch.text2p
source: Profile
uk: Профыль:

# launch.text1p
source: Launching
uk: Запуск

# label8.Text
source: Rename game window:
uk: Перейменувати вікно:

# lib.downloadingcomplete
source: Finished downloading {0}. Library size: {1} byte(s)
uk: Завершене завантаження {0}. Розмір завантаженої бібліотеки: {1} байт(ів)

# contextver.open
source: Show in explorer
uk: Показати у провіднику

# contextver.del
source: Remove
uk: Видалити

# contextver.del.a
source: Are you sure wanna to delete this version
uk: Ви дійсно хочете видалити цю версію
